<?php

##################################################################
#                                                                #
#                                                                #
#  phpframe                                                      #
#  Aeleksandr Drobot                                             #
#  2014                                                          #
#                                                                #
#  index.php                                                     #
#- индексный файл -                                              #
##################################################################

                                            
                                          
require_once $_SERVER[DOCUMENT_ROOT].'/core/core.php'; // ядро