<?

$TEXT[1]  = 'phpfraMe';
$TEXT[2]  = 'На сайт';
$TEXT[3]  = 'Добро пожаловать в модуль упраления phpfraMe';
$TEXT[4]  = '*Заголовок материала';
$TEXT[5]  = '+ Публикация';
$TEXT[6]  = '*Краткое описание';
$TEXT[7]  = '*Полный материал';
$TEXT[8]  = 'Применить';
$TEXT[9]  = 'Категория';
$TEXT[10] = 'Тип';
$TEXT[11] = 'Материал';
$TEXT[12] = 'Страница';
$TEXT[13] = 'Статус';
$TEXT[14] = 'Опубликовано';
$TEXT[15] = 'Снято с публикации';
$TEXT[16] = 'Находится в редакции';
$TEXT[17] = 'Публикация на главной';
$TEXT[18] = '*Название контент-блока';
$TEXT[19] = 'Страницы';
$TEXT[20] = 'В работе';
$TEXT[21] = 'Архивный статус';
$TEXT[22] = 'Материалы';
$TEXT[23] = '+ Создать';
$TEXT[24] = 'Запись успешно создана!';
$TEXT[25] = 'Запись успешно обновлена!';
$TEXT[26] = 'Записей не найдено.. Возможно они где то в другом месте.';
$TEXT[27] = 'Запись успешно перемещена в корзину.';
$TEXT[28] = 'Запись восстановлена.';
$TEXT[29] = 'В корзину';
$TEXT[30] = 'Удалить навсегда';
$TEXT[31] = 'Редактировать';
$TEXT[32] = 'Восстановить';
$TEXT[33] = 'Корзина пуста.';
$TEXT[34] = 'Запись успешно удалена.';
$TEXT[35] = 'Контент-блок успешно добавлен.';
$TEXT[36] = 'Тип контента: ';
$TEXT[37] = 'Содержимое контент блока: ';
$TEXT[38] = 'Свободный контент: ';
$TEXT[39] = 'В контент блоке контента не обнаружено... Вы можете добавить его, для этого просто кликните названию материала который находится в свободном контенте.';
$TEXT[40] = 'Свободного контента не найдено...';
$TEXT[41] = 'ON/OFF';
$TEXT[42] = 'Просмотр блока';
$TEXT[43] = 'Вы действительно хотите удалитть контент блок?';
$TEXT[44] = 'Вы не можете удалить контент блок который содержит в себе активный контент.';
$TEXT[45] = 'Запись будет удалена. Подтвердите.';
$TEXT[46] = 'Контент блок удален.';
$TEXT[47] = 'Просмотреть на сайте';
$TEXT[48] = 'Редактировать содержимое';
$TEXT[49] = 'Переименовать?';
$TEXT[50] = 'Да';
$TEXT[51] = 'Нет (Очень не рекомендуется)';
$TEXT[56] = 'Файл';
$TEXT[52] = 'Медиа-файл';
$TEXT[53] = 'Архив';
$TEXT[54] = 'Системный файл';
$TEXT[55] = 'Загрузить';
$TEXT[57] = 'Файл успешно загружен! Сылка автоматически сгенерирована!';
$TEXT[58] = 'Просмотр';
$TEXT[59] = 'Файлов не найдено..';
$TEXT[60] = 'Добавить';
$TEXT[61] = '+ Загрузить';


$TEXT[62] = 'Инициализация объектов...';
$TEXT[63] = 'Проверка ядра...';
$TEXT[64] = 'Инициализация параметров....';
$TEXT[65] = 'Конфигурирование базы данных.....';
$TEXT[66] = 'Подготовка интерфейса......';

$TEXT[67] = 'Сообщение успешно отправлено!';
$TEXT[68] = 'Обращений не найдено....';
$TEXT[69] = 'Прислано:';

$TEXT[70] = 'Описание галереи:';
$TEXT[71] = '*Название галереи:';

$TEXT[72] = 'просмотр';
$TEXT[73] = 'редактировать';
$TEXT[74] = 'Галерея удалена.';
$TEXT[75] = 'Ничего не найдено...';
$TEXT[76] = 'Галерея успешно создана!';

$TEXT[77] = "Обновить";
$TEXT[78] = "Описание изображения";
$TEXT[79] = "Загрузить изображение";
$TEXT[80] = "Заголовок изображения";

$TEXT[82] = "Сохранить порядок";
$TEXT[83] = "Описание отсутствует";
$TEXT[84] = "Открыть оригинал";
$TEXT[85] = "Изображение будет удалено. Подтвердите.";
$TEXT[86] = "Изображение успешно удалено";




$TEXT[P]  = 'Опубликовано';
$TEXT[N]  = 'Снято с буюликации';
$TEXT[R]  = 'Находится в редакции';
$TEXT[on] = 'да';
$TEXT[''] = 'нет';


$TEXT[m]  = 'Материалы';
$TEXT[s]  = 'Страницы';



